Repository: chenziyou210/fl_shiping
Catalog: ios/Runner/*.lproj/InfoPlist.strings
Languages: hi, zh_hans

# NSAppleMusicUsageDescription
source: App needs your consent to access media
hi: मीडिया को एक्सेस करने के लिए ऐप को आपकी सहमति की आवश्यकता है
zh_hans: App需要您的同意，才能访问媒体

# NSBluetoothAlwaysUsageDescription
source: App needs your consent to access Bluetooth
hi: ब्लूटूथ को एक्सेस करने के लिए ऐप को आपकी सहमति की आवश्यकता है
zh_hans: App需要您的同意，才能访问蓝牙

# NSBluetoothPeripheralUsageDescription
source: App needs your consent to access Bluetooth
hi: ब्लूटूथ को एक्सेस करने के लिए ऐप को आपकी सहमति की आवश्यकता है
zh_hans: App需要您的同意，才能访问蓝牙

# NSCalendarsUsageDescription
source: The app needs your consent to access the calendar
hi: कैलेंडर को एक्सेस करने के लिए ऐप को आपकी सहमति की आवश्यकता है
zh_hans: App需要您的同意，才能访问日历

# NSCameraUsageDescription
source: If the app wants to access your camera, please click “OK”. If it is not allowed, you will not be able to use functions such as taking pictures and scanning.
hi: अगर ऐप आपके कैमरे तक पहुंचना चाहता है, तो कृपया ”ओके“ पर क्लिक करें। अगर इसकी अनुमति नहीं है, तो आप तस्वीरें लेने और स्कैनिंग जैसे कार्यों का उपयोग नहीं कर पाएंगे।
zh_hans: App想访问您的相机请点击“好”， 若不允许,将无法使用拍照、扫一扫等功能。

# NSContactsUsageDescription
source: App needs access to your device
hi: ऐप को आपके डिवाइस तक पहुंच की आवश्यकता है
zh_hans: App需要访问你的设备

# NSLocalNetworkUsageDescription
source: App needs access to your local network for file transfer and printing
hi: फ़ाइल स्थानांतरण और मुद्रण के लिए ऐप को आपके स्थानीय नेटवर्क तक पहुंच की आवश्यकता है
zh_hans: App需要访问你的本地网络才能进行文件传输和打印

# NSLocationAlwaysAndWhenInUseUsageDescription
source: App requires location services will be used to get your location
hi: ऐप को स्थान की आवश्यकता है सेवाओं का उपयोग आपका स्थान प्राप्त करने के लिए किया जाएगा
zh_hans: App需要定位服务将用来获取您的位置

# NSLocationAlwaysUsageDescription
source: App needs to obtain location information in the background
hi: ऐप को पृष्ठभूमि में स्थान की जानकारी प्राप्त करने की आवश्यकता है
zh_hans: App需要在后台获取定位信息

# NSLocationUsageDescription
source: App needs your consent to access location
hi: स्थान तक पहुँचने के लिए ऐप को आपकी सहमति की आवश्यकता है
zh_hans: App需要您的同意，才能访问位置

# NSLocationWhenInUseUsageDescription
source: App needs your consent to access location during use
hi: उपयोग के दौरान स्थान तक पहुंचने के लिए ऐप को आपकी सहमति की आवश्यकता है
zh_hans: App需要您的同意，才能在使用期间访问位置

# NSMicrophoneUsageDescription
source: App needs your consent to access the microphone
hi: ऐप को माइक्रोफ़ोन एक्सेस करने के लिए आपकी सहमति की आवश्यकता है
zh_hans: App需要您的同意，才能访问麦克风

# NSMotionUsageDescription
source: App needs your consent to access Sports & Fitness
hi: खेल और फ़िटनेस को एक्सेस करने के लिए ऐप को आपकी सहमति की ज़रूरत है
zh_hans: App需要您的同意，才能访问运动与健身

# NSPhotoLibraryAddUsageDescription
source: If the app wants to access your photos, please click ”OK“ to allow access. If not allowed, you will not be able to send local album pictures
hi: यदि ऐप आपकी तस्वीरों को एक्सेस करना चाहता है, तो कृपया एक्सेस की अनुमति देने के लिए ”ओके“ पर क्लिक करें। यदि अनुमति नहीं है, तो आप स्थानीय एल्बम के चित्र नहीं भेज पाएंगे
zh_hans: App想访问您的照片请点击“好”允许访问。若不允许，将无法发送本地相册图片

# NSPhotoLibraryUsageDescription
source: If the app wants to access your photos, please click ”OK“ to allow access. If not allowed, you will not be able to send local album pictures
hi: यदि ऐप आपकी तस्वीरों को एक्सेस करना चाहता है, तो कृपया एक्सेस की अनुमति देने के लिए ”ओके“ पर क्लिक करें। यदि अनुमति नहीं है, तो आप स्थानीय एल्बम के चित्र नहीं भेज पाएंगे
zh_hans: App想访问您的照片请点击”好“允许访问。若不允许，将无法发送本地相册图片

# NSSpeechRecognitionUsageDescription
source: App needs access to your voice
hi: ऐप्लिकेशन को आपकी आवाज़ का ऐक्सेस चाहिए
zh_hans: App需要访问你的语音

# NSUserTrackingUsageDescription
source: This identifier will be used to recommend personalized advertisements to you.
hi: इस पहचानकर्ता का उपयोग आपको वैयक्तिकृत विज्ञापनों की अनुशंसा करने के लिए किया जाएगा।
zh_hans: 此标识符将用于向您推荐个性化广告。
